vocab fequency
would 5281
war 4901
one 4293
time 3010
also 2964
could 2772
people 2635
first 2604
even 2234
much 2127
many 2072
german 1868
like 1786
used 1779
history 1704
century 1679
world 1675
answer 1652
two 1651
british 1643
us 1642
states 1635
germany 1612
well 1565
army 1535
empire 1530
question 1491
new 1434
roman 1425
years 1364
military 1339
soviet 1327
use 1292
french 1291
battle 1285
however 1268
made 1256
europe 1239
france 1227
part 1221
american 1211
example 1193
way 1189
wikipedia 1180
early 1147
great 1144
may 1140
state 1139
long 1119
power 1099
still 1096
country 1073
large 1069
good 1063
around 1054
different 1045
later 1031
see 1027
didnt 1025
another 1004
modern 1001
might 995
english 994
king 993
since 981
government 966
think 963
became 940
union 933
know 926
back 923
least 916
united 911
south 910
far 906
north 904
countries 895
point 894
actually 893
probably 891
population 889
land 886
fact 879
book 879
less 875
ancient 874
known 872
general 864
britain 856
day 852
men 840
really 840
russia 835
european 830
called 824
period 822
japanese 821
make 817
found 813
england 811
get 811
article 810
east 807
soldiers 807
source 797
according 791
important 791
say 790
times 790
number 789
ships 789
take 785
reason 778
germans 775
rather 770
dont 770
language 764
russian 759
western 754
without 747
seems 746
lot 743
ii 740
china 736
several 731
never 729
city 729
find 727
name 723
forces 722
though 706
although 704
case 701
end 700
political 693
middle 686
second 679
japan 672
often 671
right 671
quite 671
hitler 668
given 662
attack 660
took 645
india 641
three 638
civil 638
came 637
course 635
better 631
old 629
enough 625
place 620
late 619
side 610
likely 608
common 606
high 604
considered 602
major 600
main 593
troops 592
west 587
last 587
already 586
force 581
trade 576
thus 576
enemy 576
year 573
similar 572
america 569
line 565
small 565
said 563
based 563
means 562
historical 560
system 556
little 552
work 551
wasnt 549
either 548
others 545
days 545
possible 543
party 542
started 541
rome 538
got 538
due 537
im 534
able 534
today 533
mostly 531
almost 528
sea 526
greek 525
need 523
lost 518
age 518
bc 515
sources 514
left 513
things 513
go 512
area 510
going 509
term 505
death 505
support 502
reasons 501
order 501
read 499
hand 499
written 496
life 495
set 494
fighting 494
short 493
note 492
among 492
evidence 492
territory 490
ship 490
every 489
revolution 487
spain 486
wars 486
law 484
went 483
republic 482
romans 482
including 481
spanish 481
etc 479
free 478
something 477
million 474
best 471
allies 471
following 469
chinese 467
poland 466
medieval 465
look 464
led 463
control 463
eastern 462
put 461
using 460
fire 459
non 458
women 455
true 454
church 453
de 452
various 449
always 449
cavalry 448
ever 447
wanted 447
yes 446
idea 446
certainly 446
africa 445
man 440
http 440
usually 439
slaves 438
infantry 438
especially 435
money 435
water 431
thought 426
within 425
front 425
whether 425
simply 425
invasion 423
generally 423
emperor 422
ussr 421
away 420
seen 418
become 417
culture 415
needed 413
rule 411
weapons 411
latin 410
public 409
fight 409
clear 409
air 408
happened 407
nazi 406
society 404
slavery 404
perhaps 402
sense 402
colonies 402
italy 401
whole 400
give 399
armies 399
jews 397
books 396
thats 393
result 390
era 389
instead 389
anything 388
form 388
thing 387
pre 385
sure 384
national 384
official 382
terms 380
oil 379
certain 378
difficult 376
big 375
must 375
pretty 373
full 372
food 371
class 371
northern 370
hard 370
jewish 370
centuries 369
half 368
religion 368
problem 367
ages 367
believe 366
independence 366
single 366
navy 364
allied 363
areas 363
says 363
seem 363
want 362
usa 358
yet 357
page 356
come 356
relatively 354
kingdom 354
killed 353
third 353
religious 352
available 350
near 349
meant 348
basically 348
start 347
19th 347
egypt 345
real 345
consider 344
wiki 344
person 343
parts 343
local 343
mean 343
doesnt 342
keep 342
family 341
close 341
americans 341
fought 340
strong 338
president 337
examples 336
making 335
org 334
word 334
popular 332
southern 331
nations 331
numbers 330
mentioned 329
slave 328
allowed 328
fleet 328
kind 327
earlier 327
gold 327
central 326
began 324
border 324
social 324
particular 323
christian 323
group 323
significant 322
original 321
anti 321
longer 321
story 321
taken 320
bit 320
upon 320
campaign 319
economic 319
foreign 317
red 317
died 316
cities 316
cant 315
range 313
looking 313
ad 312
information 312
act 311
quote 311
heavy 310
try 309
production 307
nation 307
capital 306
powers 306
title 305
william 305
historians 305
held 305
map 305
fall 304
done 304
soviets 303
answers 303
along 303
greeks 303
asia 301
particularly 301
wwii 301
treaty 300
claim 299
guns 299
en 297
actual 297
situation 296
languages 295
john 295
next 295
naval 295
nothing 294
effect 294
words 294
queen 294
human 294
list 293
makes 293
per 292
battles 292
uk 292
built 291
points 290
gave 290
position 289
across 289
theres 287
theory 287
advantage 287
lived 287
peoples 286
developed 286
sides 286
victory 284
names 283
cause 283
sometimes 283
london 283
tried 283
role 282
supply 282
service 280
four 280
head 279
aircraft 279
view 279
march 277
cases 277
indian 276
plan 276
post 276
resources 275
catholic 275
warfare 274
anyone 273
ww2 273
smaller 273
speaking 272
vote 272
events 271
kings 271
reading 270
nazis 270
places 270
interesting 269
included 269
former 269
rights 269
imperial 268
matter 268
ive 268
call 267
rest 266
beginning 266
god 266
level 266
communist 266
conquered 266
polish 265
river 265
horses 264
sent 263
units 263
independent 262
economy 262
personal 262
house 262
remember 261
process 261
change 261
completely 261
royal 260
exactly 260
indeed 260
legal 259
technology 259
present 258
officers 258
children 257
together 257
taking 257
therefore 257
ones 257
run 257
industrial 256
lines 256
native 256
black 254
involved 254
appears 254
help 253
citizens 253
influence 252
home 252
easy 252
size 251
strategic 251
laws 251
occupied 250
largely 249
operation 248
status 248
holy 247
living 247
changed 247
tactics 246
greece 246
movement 246
field 246
colonial 246
armor 246
cultural 245
white 245
factors 245
highly 245
someone 245
worth 244
months 244
target 244
comes 244
required 244
outside 243
eventually 243
entire 243
iii 241
majority 241
reference 240
believed 240
election 239
son 239
isnt 239
effective 239
knew 239
cost 239
despite 239
combat 239
specific 238
meaning 238
weapon 238
open 238
factor 238
created 238
alexander 238
practice 237
stalin 237
peace 237
value 237
coast 236
mind 236
horse 236
throughout 235
com 235
claims 235
ottoman 235
subject 234
addition 234
issue 234
command 234
prior 234
light 234
york 232
mongols 232
works 231
low 231
werent 231
larger 231
training 231
ground 230
direct 229
apparently 229
wrote 229
behind 229
wrong 229
brought 229
europeans 229
ended 229
charles 229
arms 227
turn 225
quickly 225
defeat 225
policy 225
difference 225
www 225
dutch 225
henry 224
working 224
region 223
arab 223
caused 222
attempt 222
civilization 222
higher 221
specifically 221
portugal 221
miles 220
details 220
move 220
event 220
bomb 220
trying 220
international 219
past 219
type 219
famous 219
everyone 218
essentially 218
tribes 217
groups 217
date 217
cultures 216
conflict 216
research 216
rate 216
russians 216
records 216
originally 215
key 215
possibly 215
somewhat 215
iron 215
casualties 214
artillery 214
let 213
territories 213
20th 213
context 213
shows 213
mention 212
effort 212
development 212
italian 211
show 211
finally 211
site 211
decided 210
total 210
recent 210
else 210
siege 209
kept 209
continued 209
bad 209
standard 209
top 209
court 208
cold 208
text 208
limited 208
account 206
lower 206
understand 206
huge 206
axis 205
amount 205
self 205
steel 205
successful 204
university 204
current 203
compared 203
easily 203
getting 203
members 203
constitution 203
dynasty 202
except 202
moscow 202
parliament 202
youre 202
ill 202
conquest 202
distance 201
powerful 201
maybe 201
primary 200
include 200
established 200
action 200
island 200
build 200
poor 200
gun 200
forced 200
simple 200
mass 200
building 199
saw 199
earth 199
armed 198
roughly 198
instance 198
price 198
return 198
accounts 197
tanks 197
goes 197
add 197
mainly 196
moved 196
born 196
provide 196
shall 196
declared 196
islands 196
pay 196
ukraine 196
remained 196
couldnt 195
democratic 195
attacked 195
rulers 195
ruled 194
exist 194
august 194
giving 194
related 194
father 193
hitlers 193
commander 193
version 193
controlled 193
knowledge 193
material 192
nuclear 192
lead 191
company 191
decision 191
lack 191
series 191
provided 191
pacific 191
leaders 191
necessary 191
scale 191
accepted 191
directly 191
neither 190
obvious 190
purpose 190
followed 190
fairly 189
hold 189
couple 189
natural 189
authority 188
shot 188
nearly 188
worked 188
canada 188
previous 188
failed 188
israel 188
correct 187
produced 187
soon 187
carried 187
napoleon 187
borders 186
towards 186
prince 186
austria 186
press 185
gods 185
societies 185
captured 185
whose 184
complete 184
young 184
writing 184
spread 183
win 183
propaganda 183
link 183
interest 182
defense 182
boats 182
supplies 182
picture 182
special 182
speed 182
goods 181
definition 181
lord 181
named 181
turned 181
clearly 181
passed 181
appear 181
regions 180
18th 180
july 179
americas 179
base 179
success 179
served 179
race 178
tell 178
travel 177
tank 177
invaded 177
heard 177
edit 177
labor 176
concept 176
space 176
deal 176
nature 176
june 175
defeated 175
entirely 175
published 174
five 174
immediately 174
opinion 174
steam 174
extremely 173
loss 173
managed 173
dead 172
recorded 172
expected 172
easier 172
james 172
grant 172
flag 171
primarily 171
business 170
gives 170
ways 170
settled 170
body 169
threat 169
starting 169
noted 169
image 169
happen 168
imagine 168
felt 168
constantinople 168
lincoln 167
muslim 167
george 167
leader 167
occupation 167
earliest 167
deaths 167
regarding 166
wwi 166
bombing 166
described 166
soldier 166
hundred 165
cut 165
wife 165
night 165
oldest 165
study 165
nobody 165
origin 165
experience 164
serious 164
lands 164
count 164
african 163
april 163
average 163
unit 163
wouldnt 163
understanding 163
existing 162
disease 162
elected 162
occurred 162
greater 162
id 162
impossible 162
otherwise 162
school 162
existed 161
leading 161
intended 161
indians 161
destroyed 161
choice 161
problems 161
rich 161
science 161
washington 161
democracy 160
lets 160
republican 160
trained 159
google 159
allow 159
aware 159
parties 159
mongol 159
politics 159
reach 158
hit 158
ireland 158
widely 158
australia 158
claimed 158
hands 158
obviously 158
design 158
bank 158
scientific 158
historian 157
sort 157
https 157
impact 157
largest 157
none 157
latter 156
ruler 156
wealth 156
enemies 156
via 156
multiple 156
irish 156
wall 156
coming 155
mediterranean 155
coins 155
vietnam 155
market 154
references 154
asked 154
record 154
charge 154
notes 154
damage 154
road 154
ago 154
shield 154
produce 153
secret 153
machine 153
pope 153
islamic 153
extent 153
typical 152
beyond 152
congress 152
equipment 151
added 151
thousands 151
hungary 151
accurate 150
atlantic 150
paper 150
persian 150
create 150
tradition 150
unless 149
everything 149
17th 149
silver 149
crown 148
throne 148
currency 148
separate 148
discovered 148
generals 148
metal 148
depends 148
rise 148
running 148
individual 147
workers 147
comment 147
effectively 147
historically 147
told 147
conditions 147
wear 146
face 146
access 146
translation 146
port 146
september 146
excellent 146
quality 146
basis 146
upper 146
caesar 146
ability 146
calendar 146
designed 146
opposed 145
reached 145
mid 145
von 145
volume 145
property 145
standing 145
author 145
paid 145
referred 145
bow 145
seven 144
decline 144
comments 144
richard 144
useful 144
december 144
hence 144
unlikely 144
superior 144
adopted 144
detailed 143
future 143
surrender 143
strategy 143
doubt 143
formed 143
mentions 142
losses 142
supported 142
education 142
egyptian 142
actions 141
prime 141
town 141
speech 141
harbor 141
november 141
boat 141
monarchy 141
empires 140
marriage 140
duke 140
stop 140
prevent 140
berlin 140
confederate 140
division 140
advanced 140
attempts 140
depending 140
documents 140
debt 140
speak 139
demand 139
byzantine 139
strength 139
germanys 139
st 139
unlike 138
figure 138
data 138
care 138
initial 138
kill 138
supposed 138
christianity 138
industry 138
collapse 137
portuguese 137
operations 137
october 137
declaration 137
center 137
numerous 136
interested 136
plans 136
castle 136
die 136
relative 136
mine 136
freedom 136
sun 136
older 136
bible 136
protection 135
heavily 135
vs 135
scholars 135
crew 135
replaced 135
changes 135
detail 134
received 134
introduced 134
community 134
practical 134
systems 134
christians 134
stalingrad 133
helped 133
perspective 133
colony 133
survived 133
structure 133
report 132
hope 132
ultimately 132
suggests 132
break 132
recently 132
km 132
exchange 132
contrast 132
expensive 131
effects 131
ordered 131
netherlands 131
council 131
private 130
governments 130
crisis 130
join 130
monarch 130
leave 130
cover 130
la 130
week 130
woman 129
interests 129
whatever 129
responsible 129
six 129
includes 129
mexico 129
degree 129
families 129
job 128
explain 128
married 128
dates 128
agricultural 128
ww1 128
split 128
chance 128
unfortunately 127
protect 127
attacking 127
decades 127
leadership 127
suffered 127
hours 127
send 127
fell 127
sweden 127
assume 127
fuel 127
urban 126
looked 126
capacity 126
member 126
finland 126
ice 126
agriculture 126
agreement 126
vast 126
played 126
formation 126
arrows 126
grand 126
letters 126
turkey 126
ethnic 125
churchill 125
executed 125
classical 125
offensive 125
anyway 125
paris 125
turkish 125
security 125
contemporary 125
federal 125
truth 125
exact 124
islam 124
resistance 124
wealthy 124
college 124
uses 124
alaska 124
additional 124
un 124
lots 124
robert 123
edward 123
guess 123
wide 123
risk 123
talking 123
avoid 122
plus 122
attacks 122
bring 122
neutral 122
kingdoms 122
weak 122
texts 122
inside 122
worn 121
stated 121
internal 121
minister 121
expansion 121
ten 121
piece 121
increase 121
letter 121
denmark 121
emperors 121
placed 121
senate 120
leaving 120
weeks 120
explanation 120
ideas 120
refers 119
minor 119
aid 119
thomas 119
live 119
construction 119
officially 118
alliance 118
initially 118
location 118
terrain 118
ocean 118
commanders 118
carry 118
benefit 118
basic 117
alone 117
vessels 117
prepared 117
goal 117
co 117
remains 117
ruling 117
expect 117
14th 117
jesus 117
fully 117
1930s 117
elizabeth 117
sold 117
chapter 116
deep 116
continue 116
cited 116
virginia 116
fast 116
ask 116
sword 116
worse 116
thinking 116
wine 116
printing 115
needs 115
individuals 115
materials 115
continent 115
importance 115
quick 115
pro 115
suggest 115
associated 115
fourth 114
winter 114
purposes 114
document 114
plenty 114
officer 114
increased 114
chief 114
slow 114
argue 114
moment 114
code 113
slightly 113
fear 113
share 113
armour 113
viking 112
summer 112
gain 112
settlement 112
counter 112
pointed 112
ranks 112
15th 112
typically 111
museum 111
administration 111
destroy 111
results 111
describes 111
archers 111
spoken 110
muslims 110
forward 110
granted 110
iceland 110
bombs 110
understood 110
rates 110
referring 110
transport 109
combined 109
divided 109
growth 109
police 109
atomic 109
saying 109
existence 108
weight 108
search 108
pearl 108
revolutionary 108
description 108
tend 108
potential 108
elsewhere 108
entered 108
statement 108
brazil 108
section 108
mounted 108
office 107
retreat 107
invented 107
agree 107
wales 107
belgium 107
taxes 107
relevant 107
settlers 107
art 107
foot 107
grew 106
pact 106
whereas 106
recognized 106
lose 106
tended 106
month 106
conquer 106
closer 106
joined 106
authors 106
moon 106
germanic 105
founded 105
equal 105
method 105
objective 105
scotland 105
overall 105
sovereign 105
complicated 105
explains 105
currently 105
labour 105
response 105
blue 105
renaissance 104
norway 104
pressure 104
anglo 104
holocaust 104
surrounding 104
organized 104
analysis 104
peter 104
topic 104
length 104
defined 103
sons 103
seemed 103
normandy 103
organization 103
climate 103
tribe 103
brief 103
project 103
tax 103
thousand 102
pass 102
towns 102
defend 102
battlefield 102
write 102
principle 102
attention 102
destruction 102
wood 102
shape 102
proper 102
owned 102
elections 102
surprise 101
buy 101
orders 101
arthur 101
capable 101
reported 101
address 101
shared 101
animals 101
crimes 101
diseases 101
legend 101
route 101
maintain 101
jerusalem 101
voted 101
describe 101
stone 101
cheap 100
16th 100
combination 100
plague 100
learned 100
issued 100
peasants 100
play 100
sufficient 100
david 100
classes 100
heres 100
argument 100
bronze 100
returned 100
losing 100
exception 100
game 100
swedish 99
biggest 99
relations 99
save 99
intelligence 99
figures 99
ports 99
holding 99
master 99
reign 99
spoke 99
somewhere 99
similarly 99
gdp 99
moving 99
superiority 99
becoming 99
elite 99
suppose 99
physical 99
definitely 99
fit 99
beer 99
switzerland 98
paul 98
offer 98
feudal 98
wounded 98
follow 98
generation 98
background 98
massive 98
capture 98
questions 98
dark 98
lithuania 98
suspect 98
austrian 98
survive 98
learn 98
child 98
percent 98
literature 97
willing 97
january 97
religions 97
invading 97
inhabitants 97
defenders 97
antiquity 97
female 97
aim 97
stories 97
relationship 97
games 97
mountains 97
applied 97
expedition 97
require 96
valuable 96
covered 96
keeping 96
killing 96
passage 96
becomes 96
communities 96
dr 96
entry 96
worlds 96
reality 96
equivalent 96
agreed 96
drawn 96
active 96
walls 96
comparison 95
shoot 95
signed 95
regular 95
opposition 95
weather 95
gained 95
civilizations 95
ran 95
feet 95
ce 95
romania 95
guard 95
traditional 95
belief 95
circumstances 94
online 94
chose 94
blockade 94
round 94
concerned 94
february 94
remain 94
issues 94
necessarily 94
iran 94
resulted 94
nobles 94
communists 94
discussion 94
refer 94
birth 94
surface 94
types 94
model 94
define 94
illegal 94
medical 94
supreme 94
communism 93
prisoners 93
mark 93
san 93
stand 93
stopped 93
planned 93
widespread 93
iv 93
al 93
street 93
staff 92
rapidly 92
assumption 92
camp 92
advance 92
contact 92
invade 92
serve 92
requires 92
articles 92
health 92
submarine 92
civilian 92
draw 91
secession 91
strike 91
fields 91
rank 91
lasted 91
chain 91
indicate 91
amendment 91
manner 91
approach 91
maps 91
balance 90
continental 90
causes 90
estimated 90
refused 90
male 90
myth 90
phalanx 90
ratio 90
defensive 90
swords 90
policies 90
colonists 90
orthodox 90
sub 89
final 89
spring 89
approximately 89
declare 89
website 89
doctrine 89
commonwealth 89
favor 89
regarded 89
hundreds 89
asking 89
character 89
machines 89
ss 89
norman 89
california 89
racial 88
failure 88
estimates 88
professional 88
creation 88
peninsula 88
reich 88
siberia 88
eight 88
assuming 88
crime 88
critical 88
mixed 88
merely 88
notion 88
looks 88
arm 88
complex 88
emphasis 88
roads 88
domestic 88
style 88
arabic 88
winning 88
differences 88
cruisers 88
violence 88
firing 88
coin 88
bows 88
rules 88
prussia 87
fired 87
program 87
html 87
straight 87
universal 87
titles 87
voyage 87
korea 87
lee 87
arent 87
translated 86
reduced 86
opportunity 86
strongly 86
discovery 86
brother 86
growing 86
populations 86
technically 86
persia 86
positions 86
routes 86
attempted 86
notably 86
check 86
facts 86
convention 86
personally 86
radar 86
efforts 85
transportation 85
railway 85
direction 85
philippines 85
sir 85
spent 85
noble 85
ideology 85
successfully 85
khan 85
shown 85
columbus 85
han 85
prices 85
sail 85
argued 84
bay 84
distinct 84
divisions 84
struggle 84
conservative 84
quotes 84
succeeded 84
takes 84
villages 84
met 84
extensive 84
citizen 84
defending 84
absolute 84
trading 84
stay 84
shooting 84
hot 84
gets 84
normal 84
represented 84
presumably 84
acts 84
governor 84
bce 84
financial 84
czech 83
rare 83
offered 83
significantly 83
invention 83
raids 83
possibility 83
lives 83
influenced 83
farming 83
fixed 83
surrendered 83
forms 83
landing 83
opposite 83
news 83
husband 83
faster 83
younger 83
13th 83
inflation 83
desire 82
heir 82
meeting 82
lacked 82
reports 82
dropped 82
follows 82
targets 82
broken 82
happening 82
theories 82
establish 82
broke 82
library 82
subjects 82
taught 82
candidate 82
rear 82
update 82
motivated 82
limit 82
accept 82
aside 82
blood 82
dominated 82
identity 82
treated 81
immigrants 81
regime 81
achieved 81
allowing 81
sought 81
confederacy 81
jefferson 81
6th 81
table 81
stronger 81
suggested 81
ally 81
periods 81
decisive 81
considering 81
interpretation 81
respect 81
purely 81
seriously 81
inherited 81
incident 81
yugoslavia 81
baltic 81
salt 81
educated 80
speakers 80
prove 80
meet 80
toward 80
fort 80
provides 80
buildings 80
advantages 80
connection 80
driven 80
hunting 80
progress 80
tactical 80
shortly 80
arrived 80
johnson 80
cross 80
trial 80
showing 80
battleship 80
immediate 80
dangerous 80
operate 80
wave 80
sailing 80
setting 79
reasonable 79
todays 79
votes 79
formally 79
focus 79
likewise 79
crusade 79
rebellion 79
elements 79
wont 79
farmers 79
napoleonic 79
mainland 79
begin 79
merchant 79
rapid 79
village 79
settlements 79
greatest 79
helmet 79
grain 79
protestant 79
feel 79
submarines 79
spears 79
estimate 79
conference 79
apart 79
ferdinand 78
achieve 78
discussed 78
politically 78
showed 78
cite 78
possessions 78
viewed 78
daily 78
dated 78
theyre 78
talk 78
traditions 78
normally 78
collection 78
coup 78
train 78
augustus 78
roosevelt 78
frederick 78
identified 78
tons 78
unable 77
apply 77
standards 77
moral 77
marked 77
services 77
sound 77
compare 77
zone 77
planning 77
recognize 77
syria 77
economics 77
companies 77
asian 77
sunk 77
products 77
contains 77
uss 77
properly 77
mission 77
arabs 76
4th 76
equally 76
review 76
furthermore 76
notable 76
documented 76
unified 76
percentage 76
ban 76
opponents 76
naturally 76
commonly 76
stage 76
justice 76
owners 76
mother 76
philosophy 76
measure 76
variety 76
fashion 76
elephants 76
twice 76
dating 76
symbol 76
hour 76
partly 75
closely 75
1st 75
located 75
distinction 75
tower 75
false 75
extended 75
rising 75
ready 75
authorities 75
quoted 75
thanks 75
appeared 75
match 75
copy 75
surviving 75
balkans 75
wing 75
temperature 75
youd 75
extra 75
battleships 75
explained 75
taiwan 75
stuff 74
semitic 74
highest 74
el 74
develop 74
formal 74
previously 74
monarchs 74
originated 74
comparable 74
soil 74
trials 74
participate 74
helmets 74
caliph 74
studies 73
pp 73
theatre 73
carriers 73
committed 73
phrase 73
color 73
converted 73
lend 73
lease 73
crossing 73
defenses 73
mountain 73
origins 73
benefits 73
height 73
protected 73
nationalist 73
camps 73
natives 73
midway 73
punishment 73
proclamation 73
destroyers 73
founding 72
et 72
experienced 72
consisted 72
internet 72
proved 72
attached 72
investment 72
conducted 72
meters 72
fewer 72
crusaders 72
putting 72
grounds 72
carrier 72
engines 72
friend 72
insignia 72
succession 72
debate 72
ordinary 72
wore 72
ball 72
philip 71
mary 71
czechoslovakia 71
writes 71
motivation 71
se 71
texas 71
extreme 71
ukrainian 71
friends 71
geography 71
absolutely 71
empress 71
crops 71
planes 71
contributed 71
frequently 71
andrew 71
content 71
valley 71
situations 71
definitions 71
substantial 71
fair 71
manor 71
affected 71
square 71
pound 71
valdemar 71
slavic 70
unknown 70
subsequent 70
stars 70
carolina 70
channel 70
regard 70
wehrmacht 70
eat 70
nearby 70
drive 70
reform 70
communications 70
considerable 70
theyd 70
athens 70
provinces 70
victims 70
relation 70
literally 70
appointed 70
eyes 70
firearms 70
nevertheless 70
sex 70
rivers 70
journal 70
regiment 70
raised 70
changing 69
rose 69
equipped 69
corps 69
inferior 69
besides 69
castles 69
decent 69
houses 69
province 69
universities 69
explicitly 69
defence 69
morale 69
increasing 69
twenty 69
franco 69
millions 69
meat 69
rifles 69
rifle 69
wooden 69
palestine 69
apparent 68
revolt 68
expand 68
remaining 68
breaking 68
shift 68
bear 68
invasions 68
efficient 68
unions 68
vulnerable 68
faced 68
aspects 68
supporting 68
famine 68
ottomans 68
technical 68
reliable 68
herodotus 68
accuracy 68
marriages 68
uniform 68
faith 68
photo 68
permanent 68
shields 68
bull 67
vol 67
gas 67
arguments 67
baron 67
badly 67
animal 67
regardless 67
alternative 67
newspaper 67
guy 67
divorce 67
lists 67
core 67
conflicts 67
bombers 67
3rd 67
decisions 67
indo 67
8th 67
gradually 67
vienna 67
supposedly 67
census 67
sites 67
methods 67
turks 67
banned 67
room 67
emancipation 67
connected 67
summary 67
temple 67
leather 67
county 67
levels 67
peaceful 67
victoria 67
matters 66
drop 66
worst 66
links 66
japans 66
identify 66
turning 66
moreover 66
slowly 66
enter 66
visited 66
shells 66
info 66
territorial 66
realize 66
voting 66
descendants 66
dominant 66
carrying 66
valid 66
sexual 66
2nd 66
chosen 66
sentence 66
minutes 66
stock 66
prohibition 66
constant 66
milk 66
facto 65
britains 65
luftwaffe 65
anywhere 65
formations 65
escape 65
bigger 65
hardly 65
practiced 65
constitutional 65
scientists 65
beliefs 65
totally 65
preferred 65
aspect 65
surname 65
argentina 65
improved 65
factories 65
ancestors 65
warriors 65
mail 65
iraq 65
message 65
cheaper 65
1960s 65
alcohol 65
depression 65
representatives 65
income 65
ming 65
solution 64
truly 64
legally 64
canal 64
harder 64
contained 64
knights 64
impression 64
exceptions 64
nice 64
hebrew 64
portion 64
instances 64
pattern 64
generations 64
usage 64
billion 64
hull 64
saxon 64
producing 63
aftermath 63
employed 63
usual 63
mississippi 63
remove 63
condition 63
precisely 63
familiar 63
literacy 63
hannibal 63
genghis 63
locations 63
travelling 63
lesser 63
test 63
product 63
initiative 63
till 63
walk 63
involvement 63
global 63
maximum 63
traders 62
amongst 62
circle 62
flight 62
gone 62
stopping 62
media 62
developing 62
contribution 62
wheat 62
regards 62
humans 62
greatly 62
virtually 62
counts 62
maintained 62
presidential 62
coal 62
republics 62
credit 62
depicted 62
activity 62
laid 62
everywhere 62
rarely 61
measures 61
launch 61
conquering 61
aggression 61
lay 61
introduction 61
resulting 61
geographic 61
nationalism 61
evolved 61
institutions 61
technological 61
officials 61
customs 61
attributed 61
chinas 61
gulf 61
longitude 61
atrocities 61
mines 61
princes 61
perceived 61
enormous 61
determined 61
jobs 61
ammunition 61
bridge 61
please 60
creating 60
vehicles 60
responsibility 60
logistics 60
transfer 60
throw 60
obtain 60
louis 60
designs 60
techniques 60
unique 60
marshal 60
assumed 60
resource 60
lithuanian 60
somehow 60
crimea 60
burgundy 60
qing 60
respective 60
tools 60
crop 60
literary 60
regiments 60
stayed 60
persians 60
1970s 60
missile 60
ben 60
torpedo 60
finger 60
operating 60
root 60
surprising 60
arrival 60
clothing 59
writings 59
institution 59
exposed 59
broad 59
raw 59
charter 59
reduce 59
manchuria 59
concerning 59
manpower 59
uncommon 59
task 59
anybody 59
passengers 59
divide 59
nobility 59
filled 59
commercial 59
linked 59
caught 59
star 59
completed 59
stood 59
removed 59
activities 59
bismarck 59
prominent 59
parents 59
movements 59
transition 59
drinking 59
path 59
banking 59
mortality 59
teachers 59
salute 59
expressed 58
secretary 58
resolution 58
bloody 58
diplomatic 58
youll 58
militarily 58
negotiations 58
practices 58
persons 58
musket 58
rape 58
imposed 58
surprised 58
warsaw 58
divine 58
items 58
recommend 58
offers 58
vary 58
regularly 58
jackson 58
supplied 58
havent 58
leningrad 58
contain 58
1920s 58
tens 58
double 58
happens 58
pounds 58
finds 58
board 58
computer 58
arrow 57
1980s 57
listed 57
raid 57
determine 57
charged 57
factions 57
dependent 57
captain 57
victories 57
blow 57
happy 57
civilians 57
candidates 57
australian 57
titanium 57
treatment 57
representation 57
snow 57
renamed 57
proposed 57
annexation 57
girls 57
printed 57
titled 57
handed 57
team 57
safe 57
pieces 57
adding 57
opposing 57
socialist 57
coalition 56
seeking 56
fellow 56
poles 56
bodies 56
foundation 56
safety 56
spot 56
crusades 56
admiral 56
depended 56
citizenship 56
dictionary 56
plants 56
distances 56
successor 56
outcome 56
relied 56
raise 56
choose 56
affairs 56
legion 56
hear 56
draft 56
movies 56
serbia 56
assassination 56
varied 56
option 56
roles 56
finding 56
bases 56
churches 56
12th 56
testament 56
arabia 56
smith 56
pictures 56
column 56
underground 56
negative 55
exists 55
precise 55
burning 55
sounds 55
aztecs 55
colonization 55
conduct 55
factory 55
informed 55
block 55
attitude 55
presented 55
aimed 55
guinea 55
shipping 55
daughter 55
vice 55
indigenous 55
track 55
cuba 55
legions 55
vietnamese 55
francisco 55
rejected 55
statements 55
commanded 55
visible 55
rus 55
engine 55
newfoundland 55
honor 55
assault 55
import 55
car 55
journey 55
falling 55
oxford 55
hospital 55
korean 55
parallel 55
behavior 55
ram 55
notice 55
vikings 54
pages 54
reasonably 54
friendly 54
ignored 54
grants 54
loyalty 54
bulk 54
reigned 54
wild 54
hostile 54
populated 54
locals 54
actively 54
warships 54
infrastructure 54
wikipedias 54
aristotle 54
perform 54
historiography 54
pure 54
fighter 54
trouble 54
perfect 54
transported 54
favour 54
dictator 54
grow 54
silk 54
abandoned 54
abroad 54
bottom 54
schools 54
steppe 54
helps 54
availability 54
adult 54
drink 54
bohemia 54
costs 54
mexican 54
fresh 54
exercise 54
loaded 54
drugs 54
boundaries 53
neighbors 53
arose 53
expense 53
sell 53
committee 53
intervention 53
heart 53
accurately 53
additionally 53
encyclopedia 53
nowadays 53
trip 53
guilty 53
punished 53
italians 53
wish 53
joseph 53
relationships 53
knows 53
remote 53
dispute 53
restoration 53
survivors 53
net 53
differently 53
boy 53
communication 53
heads 53
attacker 53
serving 53
wearing 53
solid 53
sugar 53
strange 53
magazine 53
fathers 53
proportion 53
clubs 53
babylonian 53
banks 53
movie 53
columbia 53
intent 53
images 53
grenade 53
adopt 53
sultan 53
migration 52
fled 52
longbow 52
aka 52
papers 52
passing 52
recall 52
landed 52
ensure 52
restored 52
condemned 52
finnish 52
acquired 52
harsh 52
ownership 52
competition 52
barely 52
backed 52
literate 52
skilled 52
secure 52
goals 52
enigma 52
pilots 52
tl 52
switched 52
attested 52
views 52
ivan 52
cotton 52
nineteenth 52
contrary 52
enforce 52
driving 52
appropriate 52
expert 52
network 52
campaigns 52
latitude 52
mistake 52
inability 52
bulgaria 52
threatened 52
bbc 52
pilot 52
economies 52
narrow 52
tribute 52
consensus 52
hungarian 52
rings 52
quoting 52
senior 52
association 52
incorrect 52
radio 52
bayonet 52
golden 51
cycle 51
trench 51
sending 51
assistance 51
theater 51
random 51
longest 51
vi 51
brothers 51
coastal 51
conqueror 51
effectiveness 51
whilst 51
arguably 51
engaged 51
archives 51
features 51
manage 51
globe 51
appearance 51
students 51
terrible 51
corn 51
profit 51
encirclement 51
conclusion 51
veterans 51
governors 51
membership 51
influential 51
saint 51
purple 51
convicted 51
considerably 51
isolated 51
battalion 51
reserve 51
uniforms 51
conventional 51
fine 51
cutting 51
biography 51
raiding 51
focused 51
rough 51
phenomenon 51
boys 51
frontier 51
consequently 51
massacre 51
democrats 51
qualities 51
establishment 51
plays 51
des 50
institute 50
vassals 50
disputed 50
challenge 50
reputation 50
newly 50
cannon 50
principles 50
publication 50
ideological 50
priests 50
perfectly 50
knowing 50
versailles 50
represent 50
5th 50
danish 50
climates 50
cape 50
uprising 50
rice 50
maritime 50
traditionally 50
prussian 50
kiev 50
handle 50
colors 50
opened 50
armored 50
victors 50
custom 50
criminals 50
blade 50
performed 50
gap 50
1940s 50
encourage 50
wait 50
monarchies 50
legitimate 50
precious 50
composed 50
tactic 50
1950s 50
desert 50
hadnt 49
minority 49
aryan 49
ministry 49
sign 49
rebels 49
remembered 49
exploration 49
marry 49
sailed 49
deck 49
correctly 49
spartans 49
pushed 49
syphilis 49
concern 49
bunch 49
selection 49
unusual 49
julius 49
ww 49
enjoyed 49
reflected 49
skills 49
permitted 49
shell 49
commission 49
canadian 49
branch 49
destination 49
observed 49
trust 49
talks 49
sight 49
representative 49
males 49
execution 49
stable 49
ge 49
graph 49
imported 49
preserved 49
charges 49
wise 49
possession 49
flat 49
papal 49
soft 49
heat 49
fiction 49
knight 49
object 49
liberation 49
finance 49
tunnel 49
behalf 48
treaties 48
realized 48
delivered 48
georgia 48
shipped 48
destroying 48
ironically 48
freed 48
forget 48
fed 48
participants 48
der 48
duty 48
afterwards 48
hunter 48
evolution 48
subsequently 48
presidents 48
versus 48
merchants 48
cooperation 48
criminal 48
bread 48
ride 48
smoking 48
suited 48
newton 48
visit 48
bound 48
baku 48
pocket 48
danger 48
mcclellan 48
tv 48
breakfast 48
majesty 48
discuss 47
chamberlain 47
aryans 47
florida 47
burned 47
forth 47
classic 47
element 47
proof 47
vichy 47
invaders 47
professor 47
claiming 47
resolved 47
cyprus 47
cattle 47
greenland 47
facing 47
dealt 47
sparta 47
resist 47
planets 47
afford 47
punic 47
peasant 47
puts 47
documentary 47
quarters 47
imprisoned 47
feudalism 47
shaped 47
qualify 47
damaged 47
energy 47
identical 47
writers 47
barrels 47
trend 47
productive 47
objects 47
provisions 47
violent 47
9th 46
launched 46
kennedy 46
personnel 46
pdf 46
palace 46
limits 46
roots 46
onto 46
feed 46
quarter 46
step 46
covers 46
occasion 46
load 46
gaul 46
israeli 46
copper 46
continuous 46
begun 46
arrested 46
receive 46
stick 46
ends 46
bill 46
intention 46
alexanders 46
tibet 46
folk 46
timing 46
administrative 46
studied 46
vladivostok 46
obtained 46
error 46
elder 46
scottish 46
voters 46
surrounded 46
kinds 46
victor 45
push 45
department 45
extension 45
separated 45
controversial 45
11th 45
tennessee 45
hoped 45
noticed 45
chances 45
implies 45
suicide 45
enabled 45
minds 45
adoption 45
ring 45
rely 45
discusses 45
worldwide 45
stalins 45
shortage 45
manstein 45
pick 45
celtic 45
grown 45
suitable 45
environment 45
motion 45
boundary 45
astronomical 45
muskets 45
swiss 45
tea 45
lunar 45
love 45
brown 45
richmond 45
toga 45
du 45
zealand 45
diet 45
biblical 45
mix 45
decade 45
deemed 45
nile 45
conspiracy 45
wind 45
sitting 45
experiment 45
classified 45
expanded 45
whats 45
li 45
survey 45
syrian 45
vital 45
adams 45
kg 45
archaeological 45
reagan 45
metric 45
republicans 45
sumerian 45
constantly 44
traded 44
wartime 44
paying 44
poorly 44
ending 44
historic 44
mr 44
neo 44
presence 44
weakened 44
respectively 44
occasions 44
mans 44
extensively 44
experiences 44
bringing 44
degrees 44
separation 44
plant 44
league 44
vision 44
manufacture 44
masters 44
feeling 44
sum 44
thesis 44
answered 44
alliances 44
collect 44
acting 44
farms 44
measurement 44
archaeology 44
dominate 44
depth 44
practically 44
video 44
skin 44
fundamental 44
exclusively 44
marks 44
scenario 44
plain 44
painting 44
edge 44
closed 44
versions 44
chariots 44
turret 44
worship 44
audience 44
dry 44
memory 44
settle 44
powder 44
victorian 44
racism 44
bonds 44
scene 44
constantine 44
bomber 44
strictly 43
gettysburg 43
withdraw 43
secondly 43
reigning 43
africans 43
respond 43
exodus 43
engage 43
door 43
concentrated 43
accomplished 43
trenches 43
exit 43
jew 43
regional 43
conrad 43
legendary 43
thereafter 43
lighter 43
riding 43
abolished 43
governing 43
neolithic 43
deliberately 43
conquests 43
tropical 43
gutenberg 43
shock 43
obama 43
yellow 43
marxist 43
vessel 43
print 43
derived 43
ticket 43
acceptable 43
manufacturing 43
formerly 43
everybody 43
polytheistic 43
industries 43
recognised 43
1890s 43
feature 43
fleets 43
judge 43
bullets 43
covering 43
homes 43
prison 43
marched 43
deadly 43
hide 43
civilisation 43
reaching 43
archery 43
drug 43
stages 43
genocide 43
algeria 43
spend 43
hinduism 43
engineers 43
vastly 42
opportunities 42
participated 42
grandfather 42
wants 42
warning 42
minute 42
mouth 42
harbour 42
saved 42
neutrality 42
murder 42
thrown 42
ties 42
tales 42
southeast 42
forests 42
begins 42
holdings 42
lies 42
dollars 42
categories 42
suez 42
kilometers 42
craft 42
frame 42
marine 42
hindsight 42
beat 42
strait 42
gibraltar 42
disappeared 42
symbols 42
harvest 42
providing 42
logical 42
concluded 42
capturing 42
occur 42
closest 42
materiel 42
sinking 42
contract 42
7th 42
circa 42
wished 42
maintenance 42
trucks 42
aristocracy 42
commons 42
jail 42
green 42
explosive 42
emerged 42
mining 42
requiring 42
promotion 42
sacrifice 42
voluntary 42
followers 42
careful 42
distribution 42
surely 42
attended 42
station 42
twelve 42
consent 42
earl 42
legislation 42
ptolemy 42
judaism 42
th 42
le 42
translate 42
sister 42
secondary 42
gunpowder 42
seat 42
telegram 42
blitzkrieg 42
scholarly 42
models 42
cup 42
coat 41
warring 41
aragon 41
mentioning 41
opening 41
gates 41
centers 41
odds 41
medicine 41
walking 41
busy 41
namely 41
martial 41
eg 41
marshall 41
nominated 41
occupying 41
sustain 41
buried 41
gradual 41
briefly 41
enlisted 41
uncle 41
confirmed 41
alive 41
sheer 41
component 41
races 41
temporary 41
archive 41
waiting 41
panzer 41
operational 41
autonomy 41
libya 41
franklin 41
ignore 41
dinner 41
referendum 41
costly 41
senator 41
tiny 41
nine 41
suffrage 41
chicken 41
eating 41
encouraged 41
photos 41
ed 41
colonel 41
caribbean 41
northwest 41
establishing 41
crossbow 41
op 41
enslaved 41
rounds 41
voyages 41
annexed 41
yards 41
intellectual 41
governed 41
confederation 41
narrative 41
ranged 41
traveling 41
naming 41
fraction 41
indus 41
display 41
glass 41
positive 41
taxation 41
missed 41
romance 40
ultimate 40
blame 40
archer 40
distributed 40
politicians 40
psychological 40
demanded 40
fortress 40
louisiana 40
mongolian 40
trees 40
flags 40
reaction 40
duration 40
counting 40
fame 40
playing 40
fascist 40
walter 40
hunger 40
linguistic 40
cooking 40
caste 40
rightly 40
exile 40
eighteenth 40
holds 40
gains 40
napoleons 40
plate 40
tough 40
attrition 40
patterns 40
shots 40
publicly 40
morning 40
pointing 40
waves 40
demographic 40
alphabet 40
landings 40
severe 40
crimean 40
mile 40
electoral 40
edited 40
entity 40
recovered 40
clean 40
lenin 40
heritage 40
song 40
plausible 40
density 40
coinage 40
mathematics 40
apple 40
immigration 39
barbarian 39
trigger 39
confused 39
populace 39
attackers 39
missing 39
dravidians 39
thin 39
lincolns 39
fatal 39
humanity 39
masses 39
estate 39
involving 39
htm 39
advances 39
pagan 39
advice 39
secular 39
seats 39
restrictions 39
servants 39
bombed 39
frequency 39
bengal 39
mere 39
collective 39
scipio 39
pepper 39
dukes 39
whatsoever 39
heavier 39
bias 39
survival 39
sieges 39
sale 39
significance 39
decide 39
culturally 39
academic 39
thailand 39
promoted 39
device 39
ideal 39
meal 39
elephant 39
distinguish 39
justification 39
tribal 39
feared 39
maryland 39
flood 39
hindu 39
saxons 39
stones 39
tool 39
romanian 39
sole 39
judicial 39
hereditary 39
mount 39
telegraph 39
landscape 39
relates 39
barrier 39
manual 39
digging 39
sorry 39
hill 39
marlborough 39
ate 39
princess 39
liberal 39
lady 39
curious 39
grenades 39
dive 39
assigned 39
albert 39
guys 39
shoes 38
legitimacy 38
qin 38
involve 38
discussions 38
jones 38
prevented 38
indonesia 38
prosperity 38
nero 38
vii 38
weaponry 38
smallpox 38
fertile 38
consistent 38
evil 38
airplanes 38
mein 38
expanding 38
caucasus 38
switch 38
criteria 38
zones 38
eurasian 38
intellectuals 38
egyptians 38
theme 38
blows 38
gregorian 38
overseas 38
solar 38
explosion 38
messages 38
teacher 38
truman 38
enforcement 38
maneuver 38
export 38
executive 38
mercenaries 38
wives 38
suffer 38
box 38
surplus 38
proto 38
tests 38
participation 38
nuremberg 38
drafted 38
primitive 38
monotheistic 38
indicates 38
tells 38
militia 38
seeing 38
approved 38
bond 38
nomads 38
oregon 38
watching 38
olympic 38
clinton 38
consequence 38
chemical 38
rum 38
multi 37
attitudes 37
increasingly 37
repeated 37
demonstrated 37
sept 37
disadvantage 37
fdr 37
doctors 37
heirs 37
peak 37
snipers 37
agents 37
ethiopia 37
economically 37
holland 37
fascism 37
dealing 37
preserve 37
avoided 37
conversation 37
floating 37
kansas 37
absence 37
declined 37
caesars 37
poet 37
innovation 37
confirm 37
spirit 37
bearing 37
technologies 37
forest 37
interior 37
ex 37
orleans 37
railroads 37
luck 37
attempting 37
circles 37
nomadic 37
tall 37
tale 37
extraordinary 37
citation 37
credited 37
documentation 37
hole 37
wake 37
wondering 37
cargo 37
convert 37
aims 37
sailors 37
enemys 37
consideration 37
whenever 37
mercenary 37
disclaimer 37
selling 37
iberian 37
probable 37
panic 37
selected 37
purchase 37
assumptions 37
geographical 37
reveals 37
titus 37
austro 37
crews 37
clergy 37
volga 37
saudi 37
statue 37
pm 37
legislature 37
ca 37
tito 37
negotiated 37
ballot 37
kids 37
consumption 37
dunkirk 37
reconstruction 36
catholics 36
viii 36
earned 36
demands 36
succeed 36
afraid 36
lowest 36
defended 36
admitted 36
memorial 36
pharaoh 36
angle 36
openly 36
acted 36
christmas 36
performance 36
potentially 36
viewpoint 36
ahead 36
metals 36
massachusetts 36
civilized 36
churchills 36
recognition 36
cites 36
convince 36
consul 36
1500s 36
difficulty 36
wilhelm 36
opium 36
deliver 36
turns 36
constructed 36
histories 36
sizes 36
spear 36
deeper 36
scholar 36
carthage 36
interestingly 36
dollar 36
fighters 36
fat 36
sacred 36
hoping 36
strict 36
treasure 36
khans 36
seized 36
correspondence 36
film 36
aztec 36
oppose 36
functions 36
statistics 36
inherent 36
strap 36
queens 36
consort 36
inspired 36
kosovo 36
concrete 36
causing 36
statues 36
stands 36
unrelated 36
naples 36
judea 36
aboard 36
unification 36
minimum 36
newspapers 36
principal 36
alps 36
meals 36
permission 36
charlemagne 35
farm 35
blacks 35
steps 35
outnumbered 35
regent 35
returning 35
stored 35
continuously 35
expeditions 35
waters 35
countrys 35
delay 35
reforms 35
kampf 35
sterling 35
slavs 35
garrison 35
sections 35
touch 35
victorious 35
joke 35
headquarters 35
coffee 35
wiped 35
interfere 35
defeating 35
calculations 35
devastating 35
anatolia 35
caliphate 35
homosexuality 35
portrayed 35
watch 35
powered 35
wonder 35
incentive 35
cream 35
embassy 35
cruiser 35
park 35
quantities 35
guards 35
posted 35
essential 35
streets 35
nose 35
advancement 35
gaining 35
prague 35
foreigners 35
personality 35
womens 35
iranian 35
courts 35
helpful 35
mechanism 35
reparations 35
retained 35
domination 35
sink 35
freeing 35
remnants 35
uncertain 35
tablets 35
etruscan 35
conversion 35
satellite 35
qualified 35
copyright 35
spending 35
hypothesis 35
posts 35
residents 35
owner 35
collected 35
plane 35
coastline 35
music 35
glory 34
decree 34
downfall 34
burn 34
asset 34
goebbels 34
observe 34
youth 34
socialism 34
ministers 34
truce 34
disaster 34
venezuela 34
marathon 34
ukrainians 34
category 34
franks 34
finished 34
talked 34
hiroshima 34
fever 34
fruit 34
patriotism 34
supporters 34
venice 34
inter 34
acceptance 34
principalities 34
repeatedly 34
destroyer 34
dedicated 34
pennsylvania 34
replace 34
leaves 34
athenian 34
afghanistan 34
descent 34
spreading 34
pakistan 34
impressive 34
thirty 34
lebanon 34
hired 34
super 34
flanders 34
crash 34
hrer 34
amounts 34
household 34
describing 34
prohibited 34
counted 34
sometime 34
struck 34
protecting 34
subjective 34
myths 34
spices 34
sovereignty 34
learning 34
liberty 34
depend 34
suffering 34
script 34
sharp 34
storage 34
ineffective 34
shillings 34
prejudice 34
sized 34
confidence 34
kursk 34
eye 34
famously 34
expelled 34
squadron 34
capability 34
liberia 34
bose 34
kamikaze 34
hussars 34
warm 34
function 34
dresden 34
trotsky 34
lords 33
castile 33
makers 33
dismissed 33
nationality 33
hostilities 33
meaningful 33
warship 33
mutiny 33
raising 33
cease 33
researching 33
preparing 33
beaten 33
grains 33
wages 33
prevalent 33
predecessors 33
armistice 33
hire 33
skill 33
loan 33
senators 33
distant 33
franz 33
tin 33
reserves 33
morgan 33
dense 33
cast 33
wisdom 33
philadelphia 33
fifth 33
requirement 33
females 33
bore 33
foremost 33
gauge 33
travelled 33
beings 33
hate 33
nevada 33
broadly 33
fail 33
obligations 33
torpedoes 33
telling 33
fish 33
forum 33
sicily 33
youve 33
10th 33
incorporated 33
stuck 33
thread 33
convinced 33
volunteers 33
escaped 33
flank 33
washing 33
federation 33
index 33
fundamentally 33
operated 33
benjamin 33
diamond 33
encounter 33
hidden 33
sets 33
sentences 33
limitations 33
permanently 33
autonomous 33
marching 33
devices 33
premise 33
values 33
homeland 33
bering 33
dc 33
thick 33
item 33
technique 33
subcontinent 33
freely 33
imports 33
burma 33
potato 33
bones 33
poetry 33
joan 33
khrushchev 33
benedict 33
ibm 33
intact 32
clothes 32
magnitude 32
mutual 32
terror 32
favored 32
pull 32
thereby 32
threatening 32
edition 32
rain 32
catch 32
capita 32
addressed 32
raf 32
runs 32
importantly 32
procedure 32
und 32
picked 32
dominance 32
norse 32
web 32
concerns 32
etymology 32
lifetime 32
ambassador 32
shop 32
shouldnt 32
calendars 32
ongoing 32
carefully 32
byzantium 32
dying 32
forbidden 32
battalions 32
outright 32
manhattan 32
moses 32
compromise 32
mobile 32
discipline 32
severely 32
semi 32
solely 32
albeit 32
falls 32
nova 32
quebec 32
abolish 32
dish 32
monument 32
tokyo 32
enjoy 32
aviation 32
honour 32
flying 32
demonstrate 32
hms 32
tickets 32
forming 32
descended 32
governance 32
erik 32
pirates 32
occasionally 32
contents 32
enacted 32
malta 32
naked 32
centre 32
serbian 32
mainstream 32
calls 32
proceedings 32
weakness 32
consistently 32
reads 32
sue 32
reserved 32
buying 32
ceded 32
moorish 32
satan 32
bits 32
advocated 32
imply 32
firstly 32
miners 32
croatia 32
hindus 32
replacement 32
bayonets 32
shia 32
barbarians 31
funds 31
meanwhile 31
argues 31
unpopular 31
canadians 31
relatives 31
singapore 31
navigation 31
plunder 31
prosperous 31
invest 31
encountered 31
sorts 31
expecting 31
fallen 31
prepare 31
collapsed 31
fronts 31
russias 31
justify 31
arbitrary 31
